{ 
"passageNumber":"2.2.8",
"title":"The West Side of the Roman Forum",
"preReading":"With the temple of Tyche, Pausanias begins to show the relationship of one monument to another.  In addition to the temple of Tyche, he mentions a shrine to all the gods, a fountain of Poseidon, and statues to Aphrodite, Hermes, and Zeus.  In this section, we can detect Pausanias’ preference for statues over temples.  For example, he includes the naos for one of the Hermes statues almost as an afterthought.",
"postReading": "Ever since the original excavator Robert Scranton, archaeologists have attempted to see the monuments in this paragraph describing the group of temples along the west side of the Forum.  Yet aside from the fountain of Poseidon and the Babbius monument (not explicitly mentioned by Pausanias), there has been no consensus in identifying these temples.  Scranton believed that Pausanias entered Corinth from Cenchreae to the south and that Pausanias is describing a single visit to the city. Thus, he identifies the buildings beginning at the south end and moving north.  More recently, C. K. Williams has argued that a tympanum block belonging to Temple F has a Latin inscription dedicating the temple to Venus. He therefore argues that Pausanias is decribing the space from north to south. Based on what you know of Pausanias’ habits in how he composed his work (cf. Pausanias’ order of describing monuments on the Athenian agora) and the textual markers for topographical relationships between monuments, what do you think?  Do you agree more with Scranton or Williams or do you think that they are attempting to provide order to the west side that isn’t in Pausanias’ text?  Cf. Hutton, Describing Greece, ch. 5, esp. pp. 140-41, 149-55.",
"reading":"ἔστι δὲ καὶ Τύχης ναός: ἄγαλμα ὀρθὸν Παρίου λίθου: παρὰ δὲ αὐτὸν θεοῖς πᾶσίν ἐστιν ἱερόν. πλησίον δὲ ᾠκοδόμηται κρήνη, καὶ Ποσειδῶν ἐπ᾽ αὐτῇ χαλκοῦς καὶ δελφὶς ὑπὸ τοῖς ποσίν ἐστι τοῦ Ποσειδῶνος ἀφιεὶς ὕδωρ. καὶ Ἀπόλλων ἐπίκλησιν Κλάριος χαλκοῦς ἐστι καὶ ἄγαλμα Ἀφροδίτης Ἑρμογένους Κυθηρίου ποιήσαντος. Ἑρμοῦ τέ ἐστιν ἀγάλματα χαλκοῦ μὲν καὶ ὀρθὰ ἀμφότερα, τῷ δὲ ἑτέρῳ καὶ ναὸς πεποίηται. τὰ δὲ τοῦ Διός, καὶ ταῦτα ὄντα ἐν ὑπαίθρῳ, τὸ μὲν ἐπίκλησιν οὐκ εἶχε, τὸν δὲ αὐτῶν Χθόνιον καὶ τὸν τρίτον καλοῦσιν Ὕψιστον.",
"media":"<a href='http://corinthcomputerproject.org/greek-and-roman-corinth/roman-forum-ad-150/west-forum-temples-and-terrace/'>West Forum Temples and Terrace (Corinth Computer Project)</a><br><img src='img/corinth-westforum.jpg'><br>West Terrace of the Roman Forum at Corinth in the time of Pausanias. Corinth Image: BW 1960 053 26.<br><img src='img/Corinth-westForum-3Phases.jpg'><br>Three Phases of the West Terrace of the Roman Forum at Corinth. Corinth Image: BW 1993 036 12.",
"lon":"",
"lat":""
}